Repository: diegopvlk/Cine
Catalog: po/*.po
Languages: ar, fa, it

source: Cine
ar: سيني
fa: سین

source: Play your videos
ar: شغّل فيديوهاتك
fa: ویدیوهایتان را پخش کنید
it: Riproduci i tuoi video

source: Audio;Video;Movie;TV;Film;Clip;Player;Cine;mpv;
ar: Audio;Video;Movie;TV;Film;Clip;Player;Cine;mpv;صوت;فيديو;مقطع;فيلم;مشغل;سيني;لقطة;
fa: صدا;صوت;ویدیو;سینما;تلویزیون;فیلم;کلیپ;پخش‌کننده;سین;Cine;mpv;
it: Audio;Video;TV;Film;Clip;Riproduttore;Cine;mpv;

source: New Window
ar: نافذة جديدة
fa: پنجرهٔ جدید
it: Nuova Finestra

source: Cine combines a clean interface with a high-performance engine to deliver a seamless viewing experience.
ar: سيني يجمع بين واجهة نظيفة ومحرك عالي الأداء لتوفير تجربة مشاهدة لا مثيل لها
fa: سین یک رابط کاربری تمیز را با یک موتور پُربازده درهم می‌آمیزد تا تجربه‌ای روان و بی‌وقفه از تماشا فراهم آورد.
it: Cine combina un'interfaccia pulita con un motore ad alte prestazioni per dare un'esperienza visiva più fluida.

source: Simple Design: A refined, distraction-free interface
ar: تصميم بسيط: واجهة موحَّدة، بلا ازعاج
fa: طراحی ساده: رابط کاربری آراسته و به‌دور از حواس‌پرتی
it: Design semplice: Un'interfaccia raffinata, senza distrazioni

source: MPV-Based: Leverages the robust power of MPV for great playback and format support
ar: MPV كأساس: مستغلًا قوة MPV لتجربة تشغيل رائعة ودعم جيد للصيغة
fa: برپایهٔ MPV: بهره‌گیری از نیروی قدرت‌مند MPV برای پخش باکیفیت و پشتیبانی گسترده از قالب‌ها
it: Basato su MPV: Sfrutta la robusta potenza di MPV per un'ottima riproduzione e un ottimo supporto di formati

source: Audio and Subtitles: Control track selection and synchronization for both
ar: الصوت والترجمات: تحكم بإختيار المسار وزامن كلاهما
fa: صوت و زیرنویس: مدیریت گزینش قطعه و همگام‌سازی هر دو
it: Audio e sottotitoli: controlla la selezione delle tracce e la sincronizzazione per entrambi

source: Video Controls: Easily adjust brightness, contrast, zoom, aspect ratio, etc.
ar: تحكمات الفيديو: سهولة التحكم بالسطوع، التباين، التقريب، نسبة الأبعاد، إلخ.
fa: واپایشگرهای ویدیو: تنظیم آسان روشنایی، سایه‌روشن، بزرگ‌نمایی، نسبت ابعاد و غیره.
it: Controlli video: Aggiusta facilemte la luminosità, il contrasto, lo zoom, il rapporto, ecc.

source: Video Playing
ar: الفيديو يُشغل
fa: پخش ویدیو
it: Riproduzione video

source: Preferences
ar: التفضيلات
fa: ترجیحات
it: Preferenze

source: Video Options
ar: خيارات الفيديو
fa: گزینه‌های ویدیو
it: Opzioni video

source: Main Window
ar: النافذة الرئيسية
fa: فهرست اصلی
it: Finestra Principale

source: translator-credits
ar: محمد الباشا <contact.mu7basha@gmail.com>
fa: آوید <avdsrj.ir>
it: Neko the gamer <https://github.com/Nekothegamer>

source: Unknown title
ar: عنوان مجهول
fa: عنوان ناشناخته
it: Titolo sconosciuto

source: Original
ar: الأصلي
fa: نسخه اصلی
it: Originale

source: File Error
ar: خطأ في الملف
fa: خطای پرونده
it: Errore file

source: Add Files
ar: اضف ملفات
fa: افزودن پرونده‌ها
it: Aggiungi file

source: Volume Increase
ar: ارفع مستوى الصوت
fa: افزایش حجم صدا
it: Aumento volume

source: Volume Decrease
ar: اخفض متسوى الصوت
fa: کاهش حجم صدا
it: Diminuzione volume

source: Play/Pause
ar: تشغيل/ايقاف
fa: پخش/مکث
it: Riproduci/Pausa

source: Show/Hide Subtitles
ar: اظهر/اخفي الترجمات
fa: نمایش/پنهان کردن زیرنویس
it: Mostra/Nascondi sottotitoli

source: Seek 10s Backward
ar: اسعي ١٠ث للوراء
fa: ۱۰ ثانیه به پیش
it: Cerca 10s indietro

source: Seek 10s Forward
ar: اسعي ١٠ث للأمام
fa: ۱۰ ثانیه به پس
it: Cerca 10s in avanti

source: Seek 5s Backward
ar: اسعي ٥ث للوراء
fa: ۵ ثانیه به پیش
it: Cerca 5s indietro

source: Seek 5s Forward
ar: اسعي ٥ث للأمام
fa: ۵ ثانیه به پس
it: Cerca 5s in avanti

source: Fullscreen
ar: ملء الشاشة
fa: تمام‌صفحه
it: Schermo intero

source: Zoom
ar: التقريب
fa: بزرگ‌نمایی

source: Zoom In
ar: كبِّر
fa: بزرگ‌نمایی
it: Ingrandimento

source: Zoom Out
ar: صغِّر
fa: کوچک‌نمایی
it: Riduci l'ingrandimento

source: Subtitle Delay
ar: تأخير الترجمة
fa: تاخیر زیرنویس
it: Ritardo sottotitoli

source: Decrease Subtitle Delay
ar: قلل تأخير الترجمة
fa: کاهش تاخیر زیرنویس
it: Diminuisci il ritardo dei sottotitoli

source: Increase Subtitle Delay
ar: زِد تأخير الترجمة
fa: افزایش تاخیر زیرنویس
it: Aumenta il ritardo dei sottotitoli

source: Subtitle Position
ar: موضع الترجمة
fa: موقعیت زیرنویس
it: Posizione sottotitoli

source: Move Subtitles Up
ar: حرك الترجمات للأعلى
fa: جابه‌جایی زیرنویس به بالا
it: Muovi i sottotitoli in sù

source: Move Subtitles Down
ar: حرك الترجمات للاسفل
fa: جابه‌جایی زیرنویس به پایین
it: Muovi i sottotitoli in giù

source: Subtitle Scale
ar: حجم الترجمة
fa: مقیاس زیرنویس
it: Grandezza dei sottotitoli

source: Increase Subtitle Scale
ar: تكبير حجم الترجمة
fa: افزایش مقیاس زیرنویس
it: Aumenta la grandezza dei sottotitoli

source: Decrease Subtitle Scale
ar: تصغير حجم الترجمة
fa: کاهش مقیاس زیرنویس
it: Diminuisci la grandezza dei sottotitoli

source: Mute/Unmute
ar: كتم/إلغاء الكتم
fa: خموشی/ناخموشی
it: Muta/Smuta

source: Audio Delay
ar: تأخير الصوت
fa: تاخیر صوت
it: Ritardo dell'audio

source: Decrease Audio Delay
ar: قلل تأخير الصوت
fa: کاهش تاخیر صوت
it: Diminuisci il ritardo dell'audio

source: Increase Audio Delay
ar: زِد تأخير الصوت
fa: افزایش تاخیر صوت
it: Aumenta il ritardo dell'audio

source: Go Back One Frame
ar: عُد إطارًا
fa: یک قاب به پیش
it: Vai indietro di un frame

source: Advance One Frame
ar: تقدم إطارًا
fa: پیش‌روی به پس
it: Vai avanti di un frame

source: Seek to the Previous Chapter
ar: اسعي للفصل السابق
fa: پیش رفتن به فصل پیشین
it: Cerca al capitolo precedente

source: Seek to the Next Chapter
ar: اسعي للفصل التالي
fa: پس رفتن به بخش بعدی
it: Cerca al capitolo successivo

source: Take Screenshot With Subtitles
ar: ألتقط لقطة شاشة مع الترجمات
fa: نماگرفت با زیرنویس‌ها
it: Fai lo screenshot con i sottotitoli

source: Take Screenshot Without Subtitles
ar: ألتقط لقطة شاشة بدون الترجمات
fa: نماگرفت بدون زیرنویس‌ها
it: Fai lo screenshot senza i sottotitoli

source: Statistics
ar: الإحصائيات
fa: آمار
it: Statistiche

source: Statistics Overlay
ar: تراكب الإحصائيات
it: Overlay statistiche

source: Loop
ar: التكرار
fa: حلقهٔ بی‌پایان

source: Loop File
ar: كرّر الملف
fa: حلقهٔ بی‌پایان پرونده
it: Metti in loop il file

source: Contrast
ar: التباين
fa: سایه‌روشن
it: Contrasto

source: Decrease Contrast
ar: قلل التباين
fa: کاهش سایه‌روشن
it: Diminuisci il contrasto

source: Increase Contrast
ar: زِد التباين
fa: افزایش سایه‌روشن
it: Aumenta il contrasto

source: Brightness
ar: السطوع
fa: روشنایی
it: Luminosità

source: Decrease Brightness
ar: قلل السطوع
fa: کاهش روشنایی
it: Diminuisci la luminostà

source: Increase Brightness
ar: زِد السطوع
fa: افزایش روشنایی
it: Aumenta la luminosità

source: Gamma
ar: الجاما
fa: گاما

source: Decrease Gamma
ar: قلل الجاما
fa: کاهش گاما
it: Diminuisci la gamma

source: Increase Gamma
ar: زِد الجاما
fa: افزایش گاما
it: Aumenta la gamma

source: Saturation
ar: التشبع
fa: اشباع
it: Saturazione

source: Decrease Saturation
ar: قلل التشبع
fa: کاهش اشباع
it: Diminusici la saturazione

source: Increase Saturation
ar: زِد التشبع
fa: افزایش اشباع
it: Aumenta la saturazione

source: Speed
ar: السرعة
fa: سرعت
it: Velocità

source: Decrease Playback Speed
ar: قلل سرعة التشغيل
fa: کاهش سرعت پخش
it: Diminuisci la velocità

source: Increase Playback Speed
ar: زِد سرعة التشغيل
fa: افزایش سرعت پخش
it: Aumenta la velocità

source: Reset Playback Speed
ar: صفّر سرعة التشغيل
fa: بازنشانی سرعت پخش
it: Reimposta la velocità di riproduzione

source: Display & Video
ar: العرض والفيديو
fa: نمایش و ویدئو
it: Display e Video

source: Subtitles
ar: الترجمات
fa: زیرنویس‌ها
it: Sottotitoli

source: Audio & Volume
ar: الصوت ومستواه
fa: صوت و حجم صدا
it: Audio e Volume

source: Navigation
ar: التنقل
fa: ناوبری
it: Navigazione

source: Playback
ar: التشغيل
fa: بازپخش
it: Riproduzione

source: Miscellaneous
ar: المتنوعات
fa: متفرقه
it: Miscellanee

source: Add Subtitle Track
ar: اضف ملف ترجمة
fa: افزودن قطعه زیرنویس
it: Aggiungi traccia sottotitoli

source: None
ar: لا يوجد
fa: هیچ
it: Nessuno

source: Add Audio Track
ar: اضف ملف صوت
fa: افزودن قطعه صوتی
it: Aggiungi traccia audio

source: Track
ar: مسار
fa: قطعه
it: Traccia

source: Add Folder
ar: إضافة مجلد
fa: افزودن شاخه
it: Aggiungi cartella

source: Open Folder
ar: افتح مجلد
fa: گشودن شاخه
it: Apri cartella

source: Open Files
ar: افتح ملفات
fa: گشودن پرونده‌ها
it: Apri file

source: Add Subtitle
ar: اضف ترجمة
fa: افزودن زیرنویس
it: Aggiungi sottotitoli

source: Add Audio
ar: اضف صوت
fa: افزودن صوت
it: Aggiungi audio

source: Subtitle
ar: ترجمة
fa: زیرنویس
it: Sottotitoli

source: Audio
ar: صوت
fa: صوت

source: Media
ar: وسائط
fa: رسانه

source: Pause
ar: ألبِث
fa: مکث
it: Pausa

source: Play
ar: شغِّل
fa: پخش
it: Riproduci

source: Exit Fullscreen
ar: اُخرج من ملء الشاشة
fa: خروج از تمام‌صفحه
it: Esci da schermo intero

source: Volume
ar: مستوى الصوت
fa: حجم صدا

source: Muted
ar: كتم الصوت
it: Muto

source: Options
ar: الخيارات
fa: گزینه‌ها
it: Opzioni

source: Reset All
ar: صفّر الكل
fa: بازنشانی همه
it: Reimposta tutto

source: Reset Aspect Ratio
ar: صفّر نسبة الأبعاد
fa: بازنشانی نسبت ابعاد
it: Reimposta il rapporto

source: Aspect Ratio
ar: نسبة الأبعاد
fa: نسبت ابعاد
it: Rapporto

source: Reset Rotation
ar: صفّر الدوران
it: Reimposta la rotazione

source: Rotate
ar: الدوران
fa: چرخش
it: Ruota

source: Rotate Left
ar: ادِر يسارًا
fa: چرخش به چپ
it: Ruota a sinistra

source: Rotate Right
ar: ادِر يمينًا
fa: چرخش به راست
it: Ruota a destra

source: Reset Flip
ar: صفّر القَلب
fa: بازنشانی وارونگی
it: Reimposta il capovolgimento

source: Flip
ar: القَلب
fa: وارون
it: Capovolgi

source: Flip Horizontally
ar: اقلب افقيًا
fa: آینه افقی
it: Capovolgi orizzontalmente

source: Flip Vertically
ar: اقلب عموديًا
fa: آینه عمودی
it: Capovolgi verticalmente

source: Reset Zoom
ar: صفّر التقريب
fa: بازنشانی بزرگ‌نمایی
it: Reimposta l'ingrandimento

source: Reset Contrast
ar: صفّر التباين
fa: بازنشانی سایه‌روشن
it: Reimposta il contrasto

source: Reset Brightness
ar: صفّر السطوع
fa: بازنشانی روشنایی
it: Reimposta la luminosità

source: Reset Gamma
ar: صفّر الجاما
fa: بازنشانی گاما
it: Reimposta la gamma

source: Reset Saturation
ar: صفّر التشبع
fa: بازنشانی اشباع
it: Reimposta la saturazione

source: Reset Hue
ar: صفّر تدرج اللون
fa: بازنشانی رنگ
it: Reimposta la tonalità

source: Hue
ar: تدرج اللون
fa: رنگ
it: Tonalità

source: Reset Subtitle Delay
ar: صفّر تأخير الترجمة
fa: بازنشانی تأخیر زیرنویس
it: Reimposta il ritardo dei sottitoli

source: Reset Audio Delay
ar: صفّر تأخير الصوت
fa: بازنشانی تأخیر صوت
it: Reimposta il ritardo dell'audio

source: Playback Speed
ar: سرعة التشغيل
fa: سرعت پخش
it: Velocità di riproduzione

source: Playlist
ar: قائمة التشغيل
fa: فهرست پخش

source: Add to Playlist
ar: اضف لقائمة التشغيل
fa: افزودن به فهرست پخش
it: Aggiungi alla playlist

source: Open New Window for New Files
ar: افتح نافذة جديدة للملفات الجديدة
fa: گشودن پنجرهٔ جدید برای پرونده‌های جدید
it: Apri una nuova finestra per i file nuovi

source: Subtitle Color
ar: لون الترجمة
fa: رنگ زیرنویس
it: Colore sottotitoli

source: Reset
ar: صفّر
fa: بازنشانی
it: Reimposta

source: Subtitle Font
ar: خط الترجمة
fa: قلم زیرنویس
it: Font sottotitoli

source: Some fonts may not work
ar: قد لا تعمل بعض الخطوط
fa: برخی قلم‌ها ممکن است کار نکنند
it: Alcuni font potrebbero non funzionare

source: Preferred Subtitle Languages
ar: لغات الترجمة المفضَّلة
fa: زبان‌های زیرنویس دلخواه
it: Lingua dei sottotitoli preferita

source: Example: en,es,pt
ar: مثال: ar,en,fr
fa: نمونه: fa، en، es
it: Esempio: it,en,es

source: Preferred Audio Languages
ar: لغات الصوت المفضَّلة
fa: زبان‌های صوت دلخواه
it: Lingue dell'audio preferite

source: Hardware Decoding
ar: فك الترميز باستخدام العتاد
it: Decodifica hardware

source: Normalize Volume
ar: مساواة الصوت
it: Normalizza volume

source: Save Video Position on Close
ar: احفظ موضع الفيديو عند الإغلاق
it: Salva la posizione del video alla chiusura

source: Also save options like brightness, subtitle delay, etc.
ar: يحفظ ايضًا الخيارات كالسطوع، تأخير الترجمة، إلخ.
it: Salva anche le opzioni come la luminosità, il ritardo dei sottotitoli, ecc.

source: Requires flatpak permission to read the folder where the video is stored
ar: قراءة المجلد الذي يتواجد فيه الفيديو يتطلب صلاحية من فلاتباك
it: È richiesto di impostare i permessi al flatpak per leggere la cartella dov'è memorizzato il video

source: Shortcuts
ar: الإختصارات
it: Scorciatoie da tastiera

source: Add Files to Playlist
ar: اضف ملفات لقائمة التشغيل
it: Aggiungi i file alla playlist

source: Add Folder to Playlist
ar: إضافة مجلد لقائمة التشغيل
it: Aggiungi cartella alla playlist

source: Open Subtitles Menu
ar: افتح قائمة الترجمات
it: Apri il menù dei sottotitoli

source: Open Audio Menu
ar: افتح قائمة الصوت
it: Apri il menù dell'audio

source: Show Shortcuts
ar: اظهر الإختصارات
it: Mostra scorciatoie da tastiera

source: Close Window
ar: اغلق النافذة
it: Chiudi finestra

source: Quit
ar: غادِر
it: Esci

source: Open
ar: افتح
it: Apri

source: Main Menu
ar: القائمة الرئيسية
it: Menù principale

source: Keyboard Shortcuts
ar: إختصارات لوحة المفاتيح
it: Scorciatoie da tastiera

source: About Cine
ar: حول سيني
it: Informazioni su Cine

source: Previous
ar: السابق
it: Precedente

source: Next
ar: التالي
it: Successivo

source: Video
ar: الفيديو

source: Shuffle Playlist
ar: اخلط قائمة التشغيل
it: Metti la playlist in shuffle

source: Loop Playlist
ar: كرّر قائمة التشغيل
it: Metti in loop la playlist

source: Toggle Elapsed/Remaining
ar: تبديل الوقت المنقضي/المتبقي
it: Alterna trascorso/rimanente

source: Drag and Drop Files Here
ar: اسحب وأفلت الملفات هنا
it: Trascina i file qui

source: Open…
ar: افتح...
it: Apri…
